cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'cloc'
brew 'coreutils'
brew 'git'
brew 'gnupg'
brew 'go'
brew 'gradle'
brew 'helm'
brew 'inetutils'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'neovim'
brew 'node'
brew 'openssl'
brew 'python'
brew 'ruby'
brew 'starship'
brew 'stern'
brew 'svn'
brew 'terraform'
brew 'the_silver_searcher'
brew 'tree'
brew 'typescript'
brew 'yarn'
brew 'zsh'

cask '1password'
cask 'caffeine'
cask 'cursor'
cask 'dbeaver-community'
cask 'docker'
cask 'google-chrome'
cask 'insomnia'
cask 'iterm2'
cask 'rectangle'
cask 'signal'
cask 'slack'
cask 'spotify'

cask 'font-fira-code'
cask 'font-hack'
cask 'font-hasklig'
cask 'font-roboto-mono'
cask 'font-source-code-pro'
