cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'

brew 'cloc'
brew 'coreutils'
brew 'docker-compose'
brew 'git'
brew 'gnupg'
brew 'go'
brew 'gradle'
brew 'inetutils'
brew 'kotlin'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'kubernetes-helm'
brew 'neovim'
brew 'node'
brew 'openssl'
brew 'postgresql'
brew 'python'
brew 'rabbitmq'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby'
brew 'sops'
brew 'starship'
brew 'stern'
brew 'svn'
brew 'terraform'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tmuxinator'
brew 'tree'
brew 'typescript'
brew 'vegeta'
brew 'zsh'

cask '1password'
cask 'caffeine'
cask 'dbeaver-community'
cask 'docker'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'insomnia'
cask 'iterm2'
cask 'karabiner-elements'
cask 'slack'
cask 'spotify'
cask 'zoom'

cask 'font-fira-code'
cask 'font-hack'
cask 'font-hasklig'
cask 'font-roboto-mono'
cask 'font-source-code-pro'
