cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'

brew 'cloc'
brew 'coreutils'
brew 'docker-compose'
brew 'git'
brew 'go'
brew 'gpg2'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'kubernetes-helm'
brew 'neovim'
brew 'node'
brew 'openssl'
brew 'pinentry-mac'
brew 'postgresql'
brew 'python'
brew 'rabbitmq'
brew 'redis'
brew 'ruby'
brew 'stern'
brew 'terraform'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'watchman'
brew 'zsh'

cask '1password'
cask 'bettertouchtool'
cask 'docker'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'insomnia'
cask 'iterm2'
cask 'reactotron'
cask 'slack'
cask 'spotify'

cask 'font-fira-code'
cask 'font-source-code-pro'
