cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'kubernetes-cli'
brew 'node'
brew 'python'
brew 'tree'
brew 'yarn'
brew 'zsh'

cask 'bettertouchtool'
cask 'boostnote'
cask 'docker'
cask 'enpass'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'insomnia'
cask 'iterm2'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
