cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-versions'

brew 'certbot'
brew 'circleci'
brew 'cloc'
brew 'coreutils'
brew 'dep'
brew 'git'
brew 'go'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'kubernetes-helm'
brew 'mongodb'
brew 'node'
brew 'python'
brew 'stern'
brew 'terraform'
brew 'tree'
brew 'vegeta'
brew 'wget'
brew 'yarn'
brew 'zsh'

cask '1password'
cask 'airmail-beta'
cask 'bettertouchtool'
cask 'boostnote'
cask 'docker'
cask 'fantastical'
cask 'flux'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'graphql-playground'
cask 'insomnia'
cask 'iterm2'
cask 'pgadmin4'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'