cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/cask-versions'

brew 'ack'
brew 'coreutils'
brew 'dep'
brew 'go'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'kubernetes-helm'
brew 'mas'
brew 'mongodb'
brew 'node'
brew 'python'
brew 'terraform'
brew 'tree'
brew 'wget'
brew 'yarn'
brew 'zsh'

cask '1password'
cask 'airmail-beta'
cask 'bettertouchtool'
cask 'boostnote'
cask 'docker'
cask 'fantastical'
cask 'flux'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'insomnia'
cask 'iterm2'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'

mas 'Day One',          id: 1055511498
mas 'GIPHY CAPTURE',    id: 668208984